# Задача 1 (Создание словаря, добавление элементов)
# Создайте пустой словарь с именем student.
# Затем добавьте в него следующие пары ключ-значение:
# Ключ "name" → значение "Алексей"
# Ключ "age" → значение 20
# Ключ "city" → значение "Москва"
# После этого выведите весь словарь student на экран с помощью print().

student = { }
student ["name"] = "Алексей"
student ["age"] = 20
student ["city"] = "Москва"
print(student)
