
# Задача 1
# Создайте список: colors = ["красный", "зеленый", "синий", "желтый"]
# Используя цикл for, выведите каждый элемент списка на отдельной строке.

colors = ["красный", "зеленый", "синий", "желтый"]
for color in colors:
    print(color)


# Задача 2
# Используя цикл while, выведите числа от 1 до 5 (включительно) на одной строке через пробел.
# Например, вывод должен быть: 1 2 3 4 5

count = 1
while count <= 5:
    print(count , end=" ")
    count += 1

